# XMLSAXEndNode

## Description
Write XML using SAX, end of a node. XMLSAXBeginNode begins a node.

```pascal
FUNCTION XMLSAXEndNode(XMLHandle : LONGINT) : INTEGER;
```

```python

def vs.XMLSAXEndNode(XMLHandle):
    return INTEGER
```

## Parameters
|Name|Type|Description|
|---|---|---|
|XMLHandle|LONGINT||

## Version
Availability: from Vectorworks 2011
## Category
* XML SAX